{
    "writeUp": {
        "paragraphs": [
            {
                "content": "<span id='nametitle'>Hi, I'm Vibhav Nirmal</span>"
            },
            {
                "content": "I've always been fascinated by robots, and that fascination started with a big adventure - moving from India to Texas to really dive into this world. For the last couple of years, I've been working as a software engineer at day and a robotics enthusiast at night, and I genuinely love figuring out how things work, especially when it comes to unmanned vehicles."
            },
            {
                "content": "I spend my time working with cool tech like sensors, neural networks, and PyTorch. I really enjoy building the “brains” of robots, figuring out how they see and predict where they're going. I actually get my hands dirty, building things with Nvidia Jetson Xaviers, raspberry pis, and combining data from lidar, cameras, and other sensors."
            },
            {
                "content": "I was one of the presidents of UTA's AutonoBots club. We tackled some tough challenges, like robot SLAM for unstructured environments, and competed in the National Robotics Challenge (the NRC). I thrive on teamwork and solving real-world problems - I'm up for anything!"
            },
            {
                "content": "When I'm not building robots, you can find me making things - whether it's a game, a robot, or even a song. I also love being outdoors, hitting the trails for a hike or setting up camp."
            },
            {
                "content": "I'm a doer, always wanting to learn and try new things. Im excited about joining a team where I can use my skills and passion to help build amazing robots and explore new ideas in AI and beyond."
            },
            {
                "content": "Thanks for taking the time to learn about me and my work. Let's talk!"
            },
            {
                "content": "<i class='fa fa-envelope'></i> techie23 [dot] vin [at] gmail [dot] com"
            }

        ]
    }
}